Repository: abajo/BootChamp
Catalog: Resources/*.lproj/Localizable.strings
Languages: hr

source: Administrative access is needed to change your startup disk to "%@".
hr: Za promjenu pokretačkog diska "%@" potreban je administrativni pristup.

source: Authentication may have failed.
hr: Provjera možda nije uspjela

source: BootChamp Help
hr: BootChamp pomoć

source: BootChamp was unable to find a Windows volume
hr: BootChamp nije bio u mogućnosti pronaći Windows

source: BootChamp was unable to install its required helper tool.
hr: BootChamp nije bio u mogućnosti instalirati potreban alat pomoći.

source: BootChamp was unable to restart your computer
hr: BootChamp nije bio u mogućnosti ponovno pokrenuti računalo

source: BootChamp was unable to set your Windows volume as the temporary startup disk
hr: BootChamp nije bio u mogućnosti postaviti Windowse kao privremeni pokretački disk

source: Check for Updates…
hr: Provjera ažuriranja…

source: Launch at startup
hr: Prijava kod pokretanja

source: Please restart your computer manually.
hr: Molimo ponovno pokrenite ručno

source: Preferences
hr: Postavke

source: Quit
hr: Zatvori BootChamp

source: Restart into Windows
hr: Pokreni Windows

source: Supported file systems are FAT32 and NTFS.
hr: Podržani datotečni sustavi su FAT32 i NTFS.

source: Updating…
hr: Ažuriranje…
